[
  {
    "doc": "<div><p ><span ><img alt=\"\" src=\"https://lh4.googleusercontent.com/MW_QFdt2YnnSiRDoGw_cisruOmB2rzYrGVUswPt1Q6ZT9c2MAZPAK7jU-tqphWBHzsGHEqX18yGdj_A_GcngZFuBq6_PvuRy_drWWW2INS7PMJHLyag7J9wisswqE5c8avR9GpKQ\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh5.googleusercontent.com/R9usa6vHAjtbTTJDSefss2YU9xljrm7btORioAtMb1CgoLdFSBLNhXauUrx1unkV3houcOVryViDxv9MQFQlrlPTss3Rr2I4odVrQyYqzY2blK5I0Y5Qd1rhZGF7n7DNGyAL_xeX\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh6.googleusercontent.com/OIULNC-59n9jBUa4PYDSQL8QGohNSTjo_0z-s9BdMoo00fPEqsMVqnEgwIj3LaUz3bUx_QXnMr2Iwjame8db2-Am9Lu-ZQ00IHgxdKnvrFUa1BtqP4vACjlPLhXS4M3HInn3yNnO\" title=\"\"></span></p></div><p ><span>Session Guide</span><span >: A to Z Workout</span></p><h1 ><span >Session Outline</span></h1><h2 ><span >Description</span></h2><p ><span >This session presents 26 physical exercises, each one assigned to a letter in the alphabet. Learners will get an opportunity to gain a sensible understanding of each exercise and then produce a short sequence of exercises that spell out a word for the group to carry out. It also aims to provide a comprehensive list of exercises that learners can do at home.</span></p><h2 ><span >Session Objectives</span></h2><p ><span >The objectives of this session are to:</span></p><ul ><li ><span >Learn a wide range of exercises that can be carried out while maintaining social distancing.</span></li><li ><span >Carry out a series of exercises in a fun and engaging way.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><p ><span >By the end of the session learners will have:</span></p><ul ><li ><span >Learned and understood how to carry out 26 different exercises.</span></li><li ><span >Created sequences of exercises for them and their peers to carry out.</span></li><li ><span >Practiced English skills by spelling words with exercises and figuring out what word other learners&rsquo; exercises spell.</span></li></ul><h2 ><span >Areas involved</span></h2><ul ><li ><span >Games and fitness</span></li></ul><ul ><li ><span >Running games</span></li><li ><span >Aerobics</span></li></ul><ul ><li ><span >Life skills</span></li></ul><ul ><li ><span >Daily Living Skills</span></li></ul><ul ><li ><span >Language</span></li></ul><ul ><li ><span >Writing</span></li></ul><h1 ><span >Activity: The A to Z List</span></h1><h2 ><span >Objectives</span></h2><p ><span >To learn a wide range of exercises that can be done without resources and maintaining social distancing.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners will have made a list of one exercise for each letter of the alphabet.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >Provide the list of exercises to the learners and allow them to take notes about them, keeping track of what letter corresponds to each exercise. Explain each one and let the learners try them out before moving on to the next one, correcting them if necessary. Below is a suggested list but this can be adjusted as needed. </span></p><p ><span >A: Star Jumps (Start standing with your feet together and your arms on the side of your body. Hop and land with your feet spread apart from each other and your hands touching together over your head. Hop back to the starting position. Repeat.)</span></p><p ><span >B: Star Pose (Stand with your legs straight, your feet parallel and as far from each other as possible, and your arms stretched straight out to the side of your body. Maintain this position.)</span></p><p ><span >C: Knees up on the same place (Start jogging on the spot without moving forwards and try bringing your knees as high up as possible.)</span></p><p ><span >D: Hop on your left foot</span></p><p ><span >E: Hop on your right foot</span></p><p ><span >F: Simplified bicycle crunch (Lie down on the floor with your back on the ground. Lift your legs and bend your knees. Keeping your feet pointing upwards, make a circular motion parallel to your body with each foot on opposite sides of the circle, as if you were riding a bicycle.)</span></p><p ><span >G: Touch the floor and reach out to the sky (Start standing up. Keeping your legs straight (or bending your knees slightly if you need to), lean down to touch the tip of your toes and then stand back up and stretch your arms with your fingers pointing up as high as possible. Repeat.</span></p><p ><span >H: Jump side to side (With both feet together jump to one side and then back to the original position. Repeat.)</span></p><p ><span >I: Heels to thighs in the same place (Start jogging on the spot without moving forwards and try lifting your heels up with each step as much as possible until they touch the back of your thighs.)</span></p><p ><span >J: Balance on your right foot</span></p><p ><span >K: Balance on your left foot</span></p><p ><span >L: Heel raises (Start standing up with your feet next to each other. Slowly raise your heel until you are staging on your tip toes and then slowly bring your heels down. Repeat.)</span></p><p ><span >M: Side twists (Lie down on the floor with your back on the ground. Keeping your legs together, lift your feet so that your hips and knees make 90 degree angles. Twist your legs from side to side using your elbows for stability almost until your legs are on the ground and lift them back again before twisting them to the other side. Repeat.)</span></p><p ><span >N: From ground to jump (Lie down on the floor with your chest on the ground. Stand up and jump upwards before going back to the lying down position. Repeat.)</span></p><p ><span >O: Inchworms (Lie down with your arms stretched out, your hands on the ground balancing on the tip of your toes, keeping your back straight. Keeping your hands on the ground walk towards your hands lifting your hips and walk back to the initial position. Repeat.)</span></p><p ><span >P: Jump forwards and backwards (Stand with your feet together. Hop forwards a comfortable distance and jump back to the original position. Repeat.)</span></p><p ><span >Q: Jump from side to side (Stand with your feet together. Hop to the right a comfortable distance and jump to the left to the original position. Repeat.)</span></p><p ><span >R: Boat pose (Sit down on the floor with your legs straight together. Lift your legs and hold them with your hand on your thighs or the back of your knees, making a V shape with your legs and your upper body. Maintain this position.)</span></p><p ><span >S: Side lunges (Stand up with your feet double shoulder length apart from each other. Bend one knee forwards keeping the other one straight. Maintain this position for 10 seconds. Go back to the original position and repeat with the other leg.)</span></p><p ><span >T: Basic plank (Lie down your arms stretched out, your hands on the ground balancing on the tip of your toes. Maintain this position.)</span></p><p ><span >U: Giant steps (Walk forwards taking 5 steps as long as you can. Turn round and take 5 steps back to the original position. Repeat.)</span></p><p ><span >V: Downward facing dog pose (Lie on the floor with your chest to the ground with your hands under your shoulders. Lift your body until your arms are fully stretched. Lift your hips keeping both arms and legs straight, forming a reverse V shape. Maintain this position.)</span></p><p ><span >W: Chair pose (Stand up with your feet together. Bend your knees slightly and lower your hips as if you were sitting on a chair, balancing by moving your chest forwards slightly. Stretch your arms so that they form a straight line with your body. Maintain this position.)</span></p><p ><span >X: Big toe pose (Stand up with your feet together. Try to reach as far down your legs with your hands as you can, keeping your legs straight. Maintain this position.)</span></p><p ><span >Y: Seated forward bend (Sit down on the floor with your legs stretcher together in front of you. Try to touch your toes with your hands, lowering your chest towards your legs. Maintain this position.)</span></p><p ><span >Z: Bridge pose (Lie down on the floor with your back on the ground, with your knees bent upwards and both feet together flat on the ground. Raise your hips so that your chest and legs up to your knees make a straight line. Stretch your arms on the floor to help you balance. Maintain this position.)</span></p><h2 ><span >Suggested Guidelines</span></h2><ul ><li ><span >If you can provide the learners with the instructions for each exercise in advance for them to have as reference or to prepare for this session it would be ideal and you will have more time for the game below.</span></li><li ><span >Emphasise the idea that this is an activity learners can repeat at home with their families to help others stay active and healthy.</span></li></ul><h1 ><span >Activity: Spelling a Workout Game</span></h1><h2 ><span >Objectives</span></h2><p ><span >To carry out a range of exercises. To be able to recognise the different exercises learned and complete them accurately and effectively.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners will have created words that spell out a set of exercises for the group to carry out. Learners will have recognised words spelled out by exercise routines.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >One at a time, learners should choose a word at least 5 letters long. They would then lead the relevant exercises that spell out their word for everyone to carry out simultaneously, without revealing the letter or the name of the exercise, spending 20-30 seconds on each letter/exercise. Afterwards, learners should rest while they try to figure out what the chosen word was. </span></p><div><p ><span >This work is licensed by IDEMS International under a </span><span ><a href=\"https://www.google.com/url?q=http://creativecommons.org/licenses/by-sa/4.0/&amp;sa=D&amp;ust=1600447137128000&amp;usg=AOvVaw3K64M_qxo_JzQMp9wQz_Xp\">Creative Commons Attribution-ShareAlike 4.0 International License</a></span><span >. Distributed by INNODEMS through </span><span ><a href=\"https://www.google.com/url?q=https://somanyumbani.com&amp;sa=D&amp;ust=1600447137129000&amp;usg=AOvVaw00OoGivPBvZZ2eEqWVXujH\">somanyumbani.com</a></span><span >.</span><span ><img alt=\"\" src=\"https://lh4.googleusercontent.com/j8Vqzi6g6BIN_hbQyFz9U6Bi6NW7K3JRVAypr7mb1PycwKzSKbMb1MAHnbkqZg3bcazgsj3pC1czkD4iCYc5s3C-c85ySnFfpVEZPv2DDiFOe-vTri09CTeq_0yIvCWwKaYktCST\" title=\"\"></span></p></div>",
    "deployTo": "staging",
    "title": "A to Z Workout",
    "gdoc_id": "1tP9jDMBg3KiyvCOkXYbGRr-jyKvTO5vZkLLM7zMUbpY"
  },
  {
    "doc": "<div><p ><span ><img alt=\"\" src=\"https://lh3.googleusercontent.com/ueTt6Y8PZUMr10YGsmc24Ewpodh-CD2tv_CYJNCkCE6kwqK4HhyD6w0LAhTtnsV_wGwrnq-f58-Rw7WXwHp91av3R5mIw0Fy7vPamFMRGBdoVOAMIsINuEGMsYzn1OL6mstCm_yY\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh3.googleusercontent.com/BlXkO71_pw2-OhC-w1YtWqv14cM_NYpaWBkMWBtVTInUpaR1EthWXFH4GJmdngnss2RsPulLGjX3aUefQe3pCWiK22MiKCGEvtSkuY1K8mISs7cbgtxIAe7Hkat_FvCAOHFxsHOQ\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh4.googleusercontent.com/TQBi1ba2b76cTRrl1U1_eY87psHQ8NPjhxx8aHI4W31VqlFU9CzHVHSOV4y-MnNroSwbem3kRl97KOpzeGrVQZ_x5R1aA1MaeUGemYCnK9CAGBf0Vm_BSAzFQNSXz21kpWHtPC1x\" title=\"\"></span></p></div><p ><span >Session Guide: Debating Values and Social Responsibility</span></p><h1 ><span >Session Outline</span></h1><h2 ><span >Description</span></h2><p ><span >In the first part of this session learners will be brought to reflect on the concept of values and to identify three core personal values that define them as persons. They will then be asked to debate in small groups around the relative importance of different values, and choose only three to represent the group. </span></p><p ><span >In the second part of this session, learners will be introduced to the idea of social responsibility and will be asked to reevaluate their choice of personal values at the light of this concept, that is reflecting on how their chosen core values relate to the welfare of society. Finally, they will continue to debate within the same small groups, to reassess the choice of values for the group, and will be asked to explain whether the group&rsquo;s defined values have changed or not, and why. </span></p><h2 ><span >Session Objectives</span></h2><p ><span >The objectives of this session are to:</span></p><ul ><li ><span >Lead the learners to reflect on their own personal values.</span></li><li ><span >Enable learners to reflect on the concept of social responsibility and to what extent their values relate to this concept.</span></li><li ><span >Develop the learners&rsquo; debate and public speaking skills.</span></li><li ><span >Encourage teamwork.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><p ><span >By the end of the session learners will have:</span></p><ul ><li ><span >Increased their own self-awareness, by reflecting on their personal core values and the concept of social responsibility.</span></li><li ><span >Acquired some debating skills, which may touch one or more of the following areas:</span></li></ul><ul ><li ><span >confidence and self-esteem</span></li><li ><span >higher order and critical thinking skills</span></li><li ><span >the ability to structure and organise thoughts</span></li><li ><span >analytical and note-taking skills</span></li><li ><span >ability to form balanced, informed arguments and to use reasoning and evidence</span></li><li ><span >effective speech composition and delivery.</span></li></ul><h2 ><span >Areas involved</span></h2><ul ><li ><span >Citizenship</span></li></ul><ul ><li ><span >Values formation</span></li><li ><span >Social responsibility</span></li></ul><ul ><li ><span >Life skills</span></li></ul><ul ><li ><span >Self-awareness</span></li><li ><span >Self-esteem</span></li></ul><ul ><li ><span >Language</span></li></ul><ul ><li ><span >Debates</span></li><li ><span >Public speaking</span></li></ul><h1 ><span >Activity: Understanding Values</span></h1><h2 ><span >Objectives</span></h2><p ><span >To understand the concept of personal values. To be able to identify one&rsquo;s own personal core values.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Students should have understood the concept of personal values, and be able to contribute to a general list of values. They should also have made a list of three personal values which they consider to be at the centre of their values system.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >The learners are provided with a very short definition of values (Values are principles or standards of behaviour that reflect what is important in one&rsquo;s life). They are then asked to reflect on the definition and write in a few lines their own understanding of the definition, and possibly expand it. Some are asked to share their writing with the rest of the group.</span></p><p ><span >Each learner is then asked to provide one or more examples of values. At the end of this brainstorming the group will have come up with a list of values. This can be expanded on if any particularly important values were missed.</span></p><p ><span >Learners are then asked to choose three values that they consider their most important core values, and order them by importance: the first in the list will therefore be the value that they consider the most important. Each of them is then asked to share their list with the whole group.</span></p><h2 ><span >Suggested Guidelines</span></h2><p ><span >Below is a (not complete) list of possible values. These are some of the values that the learners might mention. If learners are struggling with the definition or identification of values you could provide some examples. </span></p><p ><span >List of values: Dependability, Reliability, Loyalty, Commitment, Open-mindedness, Consistency, Honesty, Efficiency, Innovation, Creativity, Good humor, Compassion, Spirit of adventure, Motivation, Positivity, Optimism, Passion, Respect, Fitness, Courage, Education, Perseverance, Patriotism, Service to others, Fairness, Spirituality, Success, Integrity, Environmentalism.</span></p><h2 ><span >Student Instructions</span></h2><ul ><li ><span >Each of you has one or more personal values. Today you will identify your personal values and debate about their relative importance. Before you start, consider the following definition of values:</span></li></ul><p ><span >Values are principles or standards of behaviour that reflect what is important in one&rsquo;s life.</span></p><ul ><li ><span >Write a in a few lines an explanation of how you understand the definition, and expand on it to make it as clear as possible. Share your explanation with the rest of the group.</span></li><li ><span >Write down a list of all the possible values you can think of.</span></li><li ><span >Choose three values from your list that you believe are the most important in your life, and order them by importance. Share your list with your colleagues. To get a sense of what your core values are, ask yourself what activities bring you the most joy, or what you couldn&#39;t live without. What gives your life meaning or what do you want to achieve? If you can articulate those answers, you will likely see a pattern that you can boil down into a single concept, such as a consistently positive attitude. </span></li></ul><h1 ><span >Activity: Initial Debate</span></h1><h2 ><span >Objectives</span></h2><p ><span >To be able to debate about personal values.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners should have organised their ideas, brainstorming and taking notes to come up with arguments to defend their choice of values. They should also have prepared and structured a short speech.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >Learners are divided into small groups (4 to 5 members) and asked to debate around the relative importance of their chosen values. Each group should come up with three values that represent the group.</span></p><p ><span >Learners discuss within their groups the relative importance of the values they have chosen. For instance, learners should discuss whether patriotism is more or less important for the group than, for example, respect. In your discussion learners should consider:</span></p><ul ><li ><span >Take quick notes using key words rather than full sentences. Think about why the values you have chosen are high up in the list of values of your group, or why they are considered the most important values in your life, and the life of the other members of your group.</span></li><li ><span >Write down as many arguments you can think of to support each of the values you have chosen; then choose a few of the strongest or more convincing arguments. </span></li><li ><span >Prepare a short speech. This is usually structured in five parts:</span></li></ul><ul ><li ><span >Introduction. Express your message and why it&#39;s important to your audience, as well as yourself.</span></li><li ><span >Statement of fact. Break down the general thesis of your argument into smaller parts. This is where you name reasons why the current issue exists.</span></li><li ><span >Confirmation, or proof. Craft your main argument here, as well as reasons why your argument is a successful one.</span></li><li ><span >Refutation. Acknowledge your opposition, giving some credence to their argument, before challenging their point-of-view.</span></li><li ><span >Conclusion. Wrap up your main points of your argument and give instructions on what you want your audience to do or think.</span></li></ul><ul ><li ><span >Deliver your speech:</span></li></ul><ul ><li ><span >Speak slowly and enunciate</span></li><li ><span >Make eye contact</span></li><li ><span >Differentiate the tone of your voice and interest your audience.</span></li></ul><ul ><li ><span >Learners will then vote for the values to become the group&rsquo;s values. Each member will score the values that have been discussed, from 0 to 10, and the total score will be computed per each value. The three values with the highest score will be elected group&rsquo;s values. Each group will then be asked to share their chosen values with all the others. </span></li></ul><h1 ><span >Activity: Social Responsibility</span></h1><h2 ><span >Objectives</span></h2><p ><span >To understand the concept of social responsibility. To reflect on how one&rsquo;s own personal core values relate to the idea of social responsibility.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners should have understood the concept of social responsibility, and reflected on how their personal values relate to this concept.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >Learners are given a definition of social responsibility (Social responsibility is an ethical theory in which individuals are accountable for fulfilling their civic duty, and the actions of an individual must benefit the whole of society). They are then asked to reflect on it and write in a few lines their own understanding of the definition. They are then asked to reflect on the extent to which their chosen personal values relate to social responsibility. </span></p><h2 ><span >Student Instructions</span></h2><ul ><li ><span >Let us now introduce the concept of social responsibility. Here is a definition: </span></li></ul><p ><span >Social responsibility is an ethical theory in which individuals are accountable for fulfilling their civic duty, and the actions of an individual must benefit the whole of society.</span></p><ul ><li ><span >Write a few lines to explain your understanding of social responsibility. Afterwards share your interpretation of the definition with the rest of the group.</span></li><li ><span >Look back at your personal list of three values. Ask yourself: Do my values relate to social responsibility? How? How many do and how many do not? To get a sense of how your core values relate to the idea of social responsibility, ask yourself whether the thing that gives your life meaning or that you want to achieve also benefits the wider society. After you have reflected on this, would you change your list or would you leave it as it is? </span></li></ul><h1 ><span >Activity: Reviewing Values</span></h1><h2 ><span >Objectives</span></h2><p ><span >To be able to debate about personal values and how these reflect the idea of social responsibility.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners should have further reorganised their ideas, and some even their personal choice of values. In light of the new concept of social responsibility they should have come up with new/stronger arguments to defend their choice of values. In this second debate they should have more confidence in giving a speech.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >Learners will work within the same small groups as earlier, to reassess the relative importance of their chosen values in the light of the concept of social responsibility. </span></p><h2 ><span >Activity </span></h2><ul ><li ><span >In the same group as before and discuss again with your colleagues the values you have chosen to represent your group, taking into consideration the definition of social responsibility. </span></li><li ><span >At the end of the discussion, you will have finalised your group&rsquo;s list of three values. Share your chosen values with the others, particularly explaining whether the list has changed or remained the same, and why. </span></li></ul><div><p ><span >This work is licensed by IDEMS International under a </span><span ><a href=\"https://www.google.com/url?q=http://creativecommons.org/licenses/by-sa/4.0/&amp;sa=D&amp;ust=1600447138579000&amp;usg=AOvVaw2Q9RjCyCK0klDRW1Em6gtz\">Creative Commons Attribution-ShareAlike 4.0 International License</a></span><span >. Distributed by INNODEMS through </span><span ><a href=\"https://www.google.com/url?q=https://somanyumbani.com&amp;sa=D&amp;ust=1600447138579000&amp;usg=AOvVaw0mcnmg2C7kyNdGSC4ogFPq\">somanyumbani.com</a></span><span >.</span><span ><img alt=\"\" src=\"https://lh3.googleusercontent.com/PlWKTW9I0VVCh_gAPQSZ9MIybxgmROUhsIcBRwqmmy14qpcCsrq844Aqgrvqisq_3bCFkBeWY1orzKUOdMbEcMPn2xIOOJ5FqtXBwM0SyL0_Qj7lDH4IuF019rz8wejim-UL-MVE\" title=\"\"></span></p></div>",
    "deployTo": "staging",
    "title": "Debating Values and Social Responsibility",
    "gdoc_id": "1dAxLL42dhjVVJzPeUwdgMXlV57oBGQObDzlqNC_HfJI"
  },
  {
    "doc": "<div><p ><span ><img alt=\"\" src=\"https://lh5.googleusercontent.com/i5YzAXifumxm23Kd0gMSRQR9LcFBNNsIXA0gGGziYmX9LBRVWCsJ5LoVyk4oWrxYRyGosrkdig-QwWh5Xb5N4YKxVsY1wcBik6gDDvBEaJWBKhqSoGtP3mkNsfCnDRw1LtlxeW7R\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh3.googleusercontent.com/uZpnI9P6NDPX7SAtdkjxC7supHFVJyGh47XYC-QorFygzR1Zw8WH3ghK2Bh8bv69vcP_ESUmgpd2S5txp1W0aDXylIy_ADInnTVJzjos_Fke0MonKOqdYHzcMxWNgyWeSKkTS2TY\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh4.googleusercontent.com/VxBTK2DD8FvJ_Figw6H2B67nm907MMrDbvNqcz4XpOiVUmlqoMN1WvGQ1nyadifsNJo9xHKwUVqu5oSG294Ohu_kfEGHVQ2okOx4Chzlg7OwZF7CiDF6cl6LO1OWhITiP6qlZvg-\" title=\"\"></span></p></div><p ><span>Session Guide</span><span >: Average Income vs Income of Average Kenyan</span></p><h1 ><span >Session Outline</span></h1><h2 ><span >Description</span></h2><p ><span >This session will present the idea of Mean and Median in the context of skewed data with outliers. It is presented as a creative investigation in which learners should be able to conclude that in certain types of data the mean and the median can be rather different while both measuring averages. It is presented through the comparison between average income and income of the average person, which tends to present skewness to the left (i.e. there are more people with smaller income than larger income worldwide) and contains outliers (i.e. there are a very small number of people with very large incomes). It includes a component of graphical representation of data, its analysis and the calculation of an estimated mean, before reaching the intended conclusions and trying to identify other cases that follow the same trend.</span></p><h2 ><span >Session Objectives</span></h2><p ><span >The objectives of this session are to:</span></p><ul ><li ><span >To reflect on a current situation and be able to generate data that represents it.</span></li><li ><span >To be able to represent data graphically.</span></li><li ><span >To analyse graphical representations of data.</span></li><li ><span >To make conclusions about data.</span></li><li ><span >Te identify other areas where the conclusion could be replicated.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><p ><span >By the end of the session learners will have:</span></p><ul ><li ><span >Come up with a data set.</span></li><li ><span >Displayed their data set graphically.</span></li><li ><span >Estimated the median value from the graph.</span></li><li ><span >Estimated the mean value from the data.</span></li><li ><span >Compared the results and found reasons for their difference.</span></li><li ><span >Identified other contexts in which similar results could apply.</span></li></ul><h2 ><span >Areas involved</span></h2><ul ><li ><span >Mathematics and Financial literacy</span></li></ul><ul ><li ><span >Ratios and proportions</span></li><li ><span >Self-discovery</span></li></ul><ul ><li ><span >Life skills</span></li></ul><ul ><li ><span >Choosing subjects and careers</span></li><li ><span >Daily living skills</span></li></ul><h1 ><span >Activity: Creating the data</span></h1><h2 ><span >Objectives</span></h2><ul ><li ><span >To reflect and raise awareness of the income distribution in Kenya.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners will have created and agreed on a dataset for distribution of monthly income in Kenya.</span></p><h2 ><span >Teaching Instructions </span></h2><p ><span >Explain that for this session a set of 100 Kenyans will be considered and how this is supposed to be representative of the actual population. Lead a discussion on income distribution in Kenya. Learners will have to estimate how many of the 100 people have a monthly income within the intervals suggested in the following table:</span></p><a ></a><a ></a><table ><tbody><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Monthly Income (KES)</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span >Number of People</span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Less than 10,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 10,000 and 20,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 20,000 and 30,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 30,000 and 40,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 40,000 and 50,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 50,000 and 60,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 60,000 and 70,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 70,000 and 80,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 80,000 and 90,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 90,000 and 100,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 100,000 and 500,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >More than 500,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr></tbody></table><p ><span>You can let the group decide what the distribution should look like while ensuring that it is skewed to the left and has some outliers on the right (i.e. the first 4 or fewer intervals should collectively have about 50 out of the 100, i.e. the median should be at most in the 5th backet, and there should be no more than one or two people in the &lsquo;More than 500,000&rsquo; bracket). Individual learners can have their own data if there is disagreement within the group.</span></p><h2 ><span >Suggested Guidelines</span></h2><ul ><li ><span >Make sure you don&rsquo;t automatically correct learners if their distributions are not as expected. Instead ask them to justify by suggesting who could be in each interval and asking them to estimate how many out of the 100 could fit into each category. </span></li><li ><span >You can discuss the idea of an outlier by pointing out that very few people will be in the last interval.</span></li></ul><h2 ><span >Student Instructions</span></h2><p ><span >Imagine that there are 100 people that represent the population in Kenya. Think about the different income people might have and complete the following table, distributing the 100 people into each category (called class interval) according to their monthly income:</span></p><a ></a><a ></a><table ><tbody><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Monthly Income (KES)</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span >Number of People</span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Less than 10,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 10,000 and 20,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 20,000 and 30,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 30,000 and 40,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 40,000 and 50,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 50,000 and 60,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 60,000 and 70,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 70,000 and 80,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 80,000 and 90,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 90,000 and 100,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >Between 100,000 and 500,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr><tr ><td colspan=\"1\" rowspan=\"1\"><p ><span >More than 500,000</span></p></td><td colspan=\"1\" rowspan=\"1\"><p ><span ></span></p></td></tr></tbody></table><p ><span ></span></p><h1 ><span >Activity: Displaying the Data</span></h1><h2 ><span >Objectives</span></h2><p ><span >To be able to display data in a form of their choice.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners will have produced one or more charts or diagrams to display their data.</span></p><h2 ><span >Teaching Instructions</span></h2><p ><span >Mention the importance of displaying data in order to be able to visualise it and be able to make conclusions about it. Learners should find a way to display their data in a form of their choice, either using a graph they know about or by creating their own method to graphically display the data. Tell learners to keep in mind and decide why their graph is a good representation of the data.</span></p><p ><span >After students have their graphs or diagrams, lead a discussion where learners demonstrate what they have done. They should explain how they produced their graphs and why they believe they are a good representation of the data. </span></p><p ><span >Complete the discussion by asking learners to try to make conclusions from their graphs. Is there anything that the graph is telling you?</span></p><h2 ><span >Suggested Guidelines</span></h2><ul ><li ><span >Note that whatever choice of graph learners make it should clearly demonstrate the left skew and the outliers.</span></li><li ><span >If learners are not sure about what type of graph to use encourage them to pick the one they think will best help visualise the data.</span></li><li ><span >If learners can&rsquo;t think of any graph thy know and can&rsquo;t come up with any ideas feel free to suggest a few options (dot plots, bar charts, line graphs, histograms, pictograms, pie charts, box plots, cumulative frequency graphs, etc). </span></li></ul><h2 ><span >Student Instructions</span></h2><p ><span >Representing data graphically can help you visualise it, analyse it and accurately make conclusions about it. Display your data in a graph or chart of your choice, creating your own imaginative way of displaying your data if you don&rsquo;t know any type of graphs. Once you are done answer the following questions:</span></p><ol start=\"1\"><li ><span >Why do you think this is a good representation of the data?</span></li><li ><span >What are the key components of your graph or chart that can allow you to make conclusions?</span></li><li ><span >What can you conclude about the data from your graph or chart?</span></li></ol><h1 ><span >Activity: The Income of the Average Kenyan</span></h1><h2 ><span >Objectives</span></h2><p ><span >To understand the idea of median (without necessarily using the term) and be able to identify it from their graphs, charts or diagrams.</span></p><h2 ><span >Expected Outcomes</span></h2><ul ><li ><span >Learners would have understood what is meant by &ldquo;The Average Kenyan&rdquo;.</span></li><li ><span >Learners would have been able to place the average kenyan in their graphs, charts or diagrams.</span></li><li ><span >Learners would have used their graphs, charts or diagrams to estimate the income of the average kenyan.</span></li></ul><h2 ><span >Teaching Instructions </span></h2><p ><span >Discuss what is meant by &ldquo;The Average Kenyan&rdquo; in the context of income. (If you order all the sample population of 100 people in increasing salaries, the average Kenyan would be the one in the middle. In this case as there are 100 people, the average Kenyans are the ones in the 49th and 50th place in this list.)</span></p><p ><span >Ask learners to identify where in their graphs, charts or diagrams the average Kenyan would appear and share it with the rest of the group.</span></p><p ><span >Once learners are comfortable with their placement of the average Kenyan in their graphical representation, ask them to use this to estimate what the income of the average Kenyan would be. Discuss any differences in their answers and why they might be evident from their choice of representation.</span></p><h2 ><span >Student Instructions</span></h2><p ><span >Imagine the 100 Kenyans you have been considering as representative of the population and you put them in order of increasing income. Where in that order would &ldquo;The Average Kenyan&rdquo; be?</span></p><p ><span >Place &ldquo;The Average Kenyan&rdquo; in your graphical representation of the data. Can you estimate the income of &ldquo;The Average Kenyan&rdquo; from your graph, chart or diagram?</span></p><h1 ><span >Activity: The Average Income</span></h1><h2 ><span >Objectives</span></h2><p ><span >To understand the idea of mean (without necessarily using the term) and be able to estimate it from their table of values.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners would have calculated an estimated mean from their table of values.</span></p><h2 ><span >Teaching Instructions</span></h2><p ><span >Discuss what is meant by The &ldquo;Average Income in Kenya&rdquo;. Ask students to find an estimate for the average income in Kenya from their data. (This is done by multiplying the number of people in each interval by the midpoint of each interval, adding the results and dividing by 100, which is the total number of people. For example if there were 15 people in the &ldquo;Between 10,000 and 20,000&rdquo; interval, you multiply 15 by 15,000, which is 225,000. In the case of the first interval the midpoint would be 5,000, in the case of the final interval, learners would have to select a value that they would consider an average income above KES500,000.)</span></p><p ><span >Compare results and ask learners to discuss why they might have different results if they used the same data. </span></p><h2 ><span >Suggested Guidelines</span></h2><ul ><li ><span >Look out for the common mistake of dividing by the number of intervals rather than by 100 (the total of the sample population).</span></li></ul><h2 ><span >Student Instructions</span></h2><p ><span >Find the Average Income in Kenya according to your data. You can do so by multiplying the number of people in each interval by the midpoint of each interval, adding the results and dividing by 100, which is the total number of people. For example if there were 15 people in the &ldquo;Between 10,000 and 20,000&rdquo; interval, you multiply 15 by 15,000, which is 225,000. In the case of the first interval the midpoint would be 5,000, in the case of the final interval, learners would have to select a value that they would consider an average income above KES500,000.</span></p><h1 ><span >Activity: Conclusions</span></h1><h2 ><span >Objectives</span></h2><ul ><li ><span >To distinguish between median and mean of data.</span></li><li ><span >To be aware that skew and outliers can generate differences between mean and median values.</span></li><li ><span >To understand that the mean is not always representative.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><ul ><li ><span >Learners will have distinguished between average income and the income of an average Kenyan (mean and median).</span></li><li ><span >Learners will have thought about the reasons why the difference occurs.</span></li><li ><span >Learners will have tried to find other types of data sets that could lead to similar outcomes.</span></li></ul><h2 ><span >Teaching Instructions </span></h2><p ><span >Lead a discussion about the difference between the two estimations, that of the income of the Average Kenyan and that of the Average Income in Kenya. Ask why that difference could occur (more population earning smaller amounts, i.e. data is skewed to the left, and there are very small numbers of people earning large amounts, i.e. there are outliers). </span></p><p ><span >Ask learners to try to come up with other types of data in which this could also happen and explain why (e.g. rainfall).</span></p><h2 ><span >Suggested Guidelines</span></h2><ul ><li ><span >The key point of the last question is for learners to be able to justify why the suggested type of data could lead to different outcomes. As long as they can justify (either through the existence of skewness or through outliers or both) the answer should be correct.</span></li></ul><h2 ><span >Student Instructions</span></h2><p ><span >Did you get similar or different answers for the income of the Average Kenyan and the Average Income in Kenya? Why do you think that is? Can you find any other types of data that could lead to similar results? Why will this happen for each case?</span></p><div><p ><span >This work is licensed by IDEMS International under a </span><span ><a href=\"https://www.google.com/url?q=http://creativecommons.org/licenses/by-sa/4.0/&amp;sa=D&amp;ust=1600447140043000&amp;usg=AOvVaw0rKQ31e15PuganWhGsYlUW\">Creative Commons Attribution-ShareAlike 4.0 International License</a></span><span >. Distributed by INNODEMS through </span><span ><a href=\"https://www.google.com/url?q=https://somanyumbani.com&amp;sa=D&amp;ust=1600447140044000&amp;usg=AOvVaw1WOhxumWRhzWOIHvnY1EA_\">somanyumbani.com</a></span><span >.</span><span ><img alt=\"\" src=\"https://lh3.googleusercontent.com/FD063_suG86hpM8i5F_bCImh49-OvtcliyiMUsXdP9Mu3ctl14NudM8HRwS4i5LoGqZsvp1HZHLRgxOGUzK_daFNLxJuKv8HAR1VAeurICyLbR2rVFyHuxbY8wDS5g8BPEO0JMhq\" title=\"\"></span></p></div>",
    "deployTo": "staging",
    "title": "Average Income vs Income of Average Kenyan",
    "gdoc_id": "11Fc3Dg_v4Bk8ElOb6ChsSVQb49pHuJfZksC8av6WdbA"
  },
  {
    "doc": "<div><p ><span ><img alt=\"\" src=\"https://lh5.googleusercontent.com/g13mpukRXgAnow2tmQCvjPhAt4K_r0DRw1eI6sIbjwc97Lji4k6pgsKmAs_ptpGI0FVxOqyJpDYEEME4ZI8UqGvuayr1JrdJ2xzMyj90C1OfO_xmitWcGI5lpJt9oHB-2aKB9Zcb\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh6.googleusercontent.com/sFlg8YmKxEaHo7X8FYQlT8jCTQbcNa_vOBiFf2Pv293sJFtbieCkteHO0gr3ta_FRctzQUE9h3VFz0e_iqEUWZ1dabUDK-Yf8yTXq_U-Fq3dSCLVEdeAmm6iviQkLH62e9cXmjHt\" title=\"\"></span><span ><img alt=\"\" src=\"https://lh5.googleusercontent.com/xGTEe5ZKNRtoHX4wyQdVJfY5lW2nh2EDvnelwuIPDAUC3rVxapUpffea-2ZfIcuZwp2kcM0-B7Nb_yOXoQKIkmF0MgdGPQc-IH1NX9VY428i5iDVPP81_d-7cf8ofdi6nhpt8hIV\" title=\"\"></span></p></div><p ><span>Session Guide</span><span >: Two Exemplary Figures</span></p><h1 ><span >Session Outline</span></h1><h2 ><span >Description</span></h2><p ><span >In this session, learners will be exposed to the work of two environmental activists: Wangari Maathai and Greta Thunberg. They will read some biographical articles about them, discuss these with their peers and write a piece of creative writing from their understanding and reflections of their reading. </span></p><h2 ><span >Session Objectives</span></h2><p ><span >The objectives of this session are to:</span></p><ul ><li ><span >To read biographical articles and extract important information from them.</span></li><li ><span >To develop creative writing skills.</span></li><li ><span >To learn from the life and work of exemplary individuals.</span></li><li ><span >To relate to an individual and be able to think from their point of view.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><p ><span >By the end of the session learners will have:</span></p><ul ><li ><span >Read up to four biographical articles.</span></li><li ><span >Made summaries or extracted the main ideas presented in the articles.</span></li><li ><span >Discussed and compared notes with their peers.</span></li><li ><span >Written a piece of creative writing.</span></li></ul><h2 ><span >Areas involved</span></h2><ul ><li ><span >Language</span></li></ul><ul ><li ><span >Reading</span></li><li ><span >Writing</span></li></ul><ul ><li ><span >Citizenship</span></li></ul><ul ><li ><span >Values Formation</span></li><li ><span >Social Responsibility</span></li></ul><ul ><li ><span >Environment</span></li></ul><ul ><li ><span >Environmental Conservation</span></li></ul><h1 ><span >Activity: Introducing the Figures</span></h1><h2 ><span >Objectives</span></h2><ul ><li ><span >To learn about the lives and work of two environmental activists.</span></li><li ><span >To be able to read and understand biographical articles.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><ul ><li ><span >Learners will have read about Wangari Maathai and Greta Thunberg and their work.</span></li></ul><h2 ><span >Teaching Instructions </span></h2><p ><span>Provide learners with the two pieces of reading material for each figure and give time to read. Ask them to think and note down the challenges and achievements for each one.</span></p><h2 ><span >Suggested Guidelines</span></h2><p ><span >If the learners you are working with find it difficult to read, you may prefer to provide one article for each figure.</span></p><h2 ><span >Student Instructions</span></h2><p ><span >Read the following biographies and articles about Wangari Maathai and Greta Thunberg. While you read, try to identify some of the main challenges they faced and their key achievements.</span></p><ul ><li ><span>Wangari Maathai 1: </span><span ><a href=\"https://www.google.com/url?q=https://www.nobelprize.org/prizes/peace/2004/maathai/biographical/&amp;sa=D&amp;ust=1600447141583000&amp;usg=AOvVaw0kRulexXbclmamGNnA069h\">https://www.nobelprize.org/prizes/peace/2004/maathai/biographical/</a></span></li><li ><span>Wangari Maathai 2: </span><span ><a href=\"https://www.google.com/url?q=https://www.greenbeltmovement.org/wangari-maathai/biography&amp;sa=D&amp;ust=1600447141584000&amp;usg=AOvVaw1ebu1JL491x4dc73PKsxUG\">https://www.greenbeltmovement.org/wangari-maathai/biography</a></span></li><li ><span>Greta Thunberg 1: </span><span ><a href=\"https://www.google.com/url?q=https://www.bbc.com/news/world-europe-49918719&amp;sa=D&amp;ust=1600447141585000&amp;usg=AOvVaw2WH_FmFpKIPC0068JYJtW7\">https://www.bbc.com/news/world-europe-49918719</a></span></li><li ><span>Greta Thunberg 2: </span><span ><a href=\"https://www.google.com/url?q=https://www.britannica.com/biography/Greta-Thunberg&amp;sa=D&amp;ust=1600447141585000&amp;usg=AOvVaw32UQkl-pq2bF3M5hcAU9QJ\">https://www.britannica.com/biography/Greta-Thunberg</a></span></li></ul><h1 ><span >Activity: Discussing the Figures</span></h1><h2 ><span >Objectives</span></h2><p ><span >To be able to reflect biographical articles on and discuss their understanding.</span></p><h2 ><span >Expected Outcomes</span></h2><p ><span >Learners will have discussed the articles with their peers and selected one of the figures to focus in.</span></p><h2 ><span >Student Instructions</span></h2><p ><span >When you finish reading, make some notes about Wangari Maathai and Greta Thrunberg, focusing on the main challenges they faced and their key achievements. Your notes don&rsquo;t need to be well structured or perfectly written, instead they should capture the important points you found. Discuss your notes with some of your peers and discuss what you thought was most important. After discussing, you can add points to your notes.</span></p><h1 ><span >Activity: A day in the life of Wangari or Greta</span></h1><h2 ><span >Objectives</span></h2><ul ><li ><span >To produce a piece of creative writing.</span></li><li ><span >To reflect on their understanding from their reading task and peer discussions.</span></li><li ><span >To relate to an individual and be able to think from their point of view.</span></li></ul><h2 ><span >Expected Outcomes</span></h2><ul ><li ><span >Learners will have produced a piece of creative writing about one of the two figures presented.</span></li></ul><h2 ><span >Teaching Instructions </span></h2><p ><span >Ask learners to select one of the two figures they would like to focus on. Learners will have to produce a piece of creative writing of their choice about their selected figure, creating a fictional situation that would demonstrate how they would react about a challenging situation. They can choose to write a short story, a short play, a diary entry, a letter to a friend or family member, etc. Their writing should clearly present a situation that their figure would have found challenging and describe in detail what they think their figure would have done or thought about it. Their work should be between half and one page long.</span></p><h2 ><span >Student Instructions</span></h2><p ><span >Select one of the two figures you read about and write a short story, a short play, a diary entry, a letter to a friend or family member, or any other type of creative writing that you would like about them. It should present a fictional situation that you need to create that would present a challenge to your figure, describe how your figure would have reacted to this challenge, what they would have thought about it and what they would have done to tackle it if relevant. You should be no less than half a page and no more than one full page.</span></p><div><p ><span >This work is licensed by IDEMS International under a </span><span ><a href=\"https://www.google.com/url?q=http://creativecommons.org/licenses/by-sa/4.0/&amp;sa=D&amp;ust=1600447141589000&amp;usg=AOvVaw36HZxHHP_S8wHekLlpcsyA\">Creative Commons Attribution-ShareAlike 4.0 International License</a></span><span >. Distributed by INNODEMS through </span><span ><a href=\"https://www.google.com/url?q=https://somanyumbani.com&amp;sa=D&amp;ust=1600447141590000&amp;usg=AOvVaw1MseYmFZdEN8IJwSwr2ATD\">somanyumbani.com</a></span><span >.</span><span ><img alt=\"\" src=\"https://lh3.googleusercontent.com/I7sMrSUlLfzm5XICWNKYd3Jt5eOIKt8WiZWTvvO4wSDrGhLBCZ5-lSSrMM33-ixRb9dC62ikQ48Bz6Ss0OebVrRpm4q9D6YdGCHRDKlJAVh2xA2PsxWGc8akhLVKbCkAfYy7ooPi\" title=\"\"></span></p></div>",
    "deployTo": "staging",
    "title": "Two Exemplary Figures",
    "gdoc_id": "1_L5eFyAfj_bihTqRGGrfSB8bLewQjLjpAfJRsSuXBAw"
  }
]
